---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SketchPlaneParam
source: html/0105f26c-6e32-50bb-bc4d-557d865958cf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SketchPlaneParam Property

"Work Plane"

## Syntax (C#)
```csharp
public static ForgeTypeId SketchPlaneParam { get; }
```